Repository: Lisapple/FileComparator
Catalog: *.lproj/Localizable.strings
Languages: fr

# fileOptionsShort
source: File Opt.
fr: Opt. Fichier

# imageOptionsShort
source: Image Opt.
fr: Opt. Image

# audioOptionsShort
source: Audio Opt.
fr: Opt. Audio

source: Move to Trash
fr: Mettre à la corbeille

source: %li items
fr: %li éléments

source: Add
fr: Ajouter

source: All files with these extensions will be excluded from comparaison
fr: Tous les fichiers avec ces extensions seront exclus de la comparaison

source: Audio Options
fr: Opt. Audio

source: Brokens Aliases
fr: Raccourcis cassés

source: bytes
fr: octets

source: Cancel
fr: Annuler

source: Choose
fr: Choisir

source: Choose a directory or a file.
fr: Choisissez un dossier ou un fichier.

source: Choose files and directories before start the analyse.
fr: Choisissez des fichiers et dossiers avant de lancer une analyse.

# CHOOSE_OPTIONS_AND_SOURCES
source: Please choose options and sources
fr: Choisissez des options et des sources

source: Click on "+" for a new comparaison
fr: Appuyer sur "+" pour une autre comparaison

source: Comparaison Finished
fr: Comparaison finie

source: Compare the %@
fr: Comparaison %@

source: Comparing audio files...
fr: Compare les fichiers audio...

source: Comparing files...
fr: Compare les fichiers...

source: Comparing images...
fr: Compare les images...

source: Create a New Comparaison
fr: Relancer une analyse

source: Delete
fr: Supprimer

source: Discard Change
fr: Perdre les changements

source: Do you want to close the window?
fr: Vous-vous fermer la fenêtre?

source: Don't Close
fr: Ne pas fermer

source: Dropbox is a service to backup files on server, this data could only be removed manually. If you really want to add this folder, click ignore.
fr: Dropbox est un service de sauvegarde en ligne, les fichiers devraient être supprimés manuellement. Si vous voulez vraiment ajouter ce dossier, cliquez sur Ignorer.

source: Duplicates
fr: Doublons

source: empty
fr: Vide

source: Empty Items
fr: Éléments vides

source: Empty the Trash
fr: Vider la corbeille

source: Export
fr: Exporter

source: Ext. Blacklist
fr: Liste Noire

# Ext. Whitlist
source: Ext. Whitelist
fr: Liste Blanche

source: File Options
fr: Opt. de Fichier

source: Files
fr: Fichiers

source: Folder
fr: Dossiers

# GIGABYTES
source: GB
fr: Go

source: Ignore
fr: Ignorer

source: Image Options
fr: Opt. d'Image

source: Items to Deleted
fr: Éléments à Supprimer

source: Items to Replace with Alias
fr: Élement à remplacer avec un raccourcis

# KILOBYTES
source: KB
fr: Ko

source: Listing directories...
fr: Création de la liste des dossiers...

# MEGABYTES
source: MB
fr: Mo

source: Move
fr: Déplacer

source: Move to...
fr: Déplacer vers...

source: No Broken Aliases
fr: Aucun raccourcis cassé

source: No comparaison options selected!
fr: Aucun option n'est sélectionnée!

source: No Duplicates
fr: Aucun doublons

source: No Empty Items
fr: Aucune élément vide

source: No files on input!
fr: Aucun fichier!

source: No Items into the Trash
fr: Aucun élément dans la corbeille

source: No Items to Replace with Alias
fr: Aucun élément à remplacer

source: Only files with these extensions will be included from comparaison
fr: Uniquement les fichiers avec ces extensions seront inclus dans la comparaison

source: Original items can't be replaced with alias.
fr: Les fichiers originaux ne peuvent être remplacés par des raccourcis.

source: Please select options for comparaison before start the analyse.
fr: Veuillez sélectionner des options avant de lancer l'analyse.

# READY_MESSAGE
source: Ready to Run!
fr: Prêt!

source: Replace Items
fr: Remplacer les éléments

source: Run for Checked Sources
fr: Lancer avec les sources sélectionnées

source: Search
fr: Rechercher

source: Some items can't be moved to trash (the file system may not manage trash system). Would you want to delete the file? This operation can't be undone.
fr: Certains éléments ne peuvent être déplacés dans la corbeille (le système de fichier ne le prend pas en compte). Voulez-vous supprimer ces fichiers? Cette opération ne pourra pas être annulée.

source: Stopping...
fr: En arrêt...

# TERABYTES
source: TB
fr: To

source: There is %ld current tasks. Would you like to close the window and discard the changes?
fr: Il y a actuellement %ls tâches en court. Voulez-vous fermer la fenêtre et perdre les changements?

source: Untitled.txt
fr: Sans Tire.txt

source: Untitled.xml
fr: Sans Titre.xml

source: You have added a Dropbox folder content.
fr: Vous avez ajouté un dossier Dropbox.

source: You have added a System folder.
fr: Vous avez ajouté un dossier système.

source: You have selected a folder that contains system folder, they may contains very important essantial to Mac OS system. If you really want to add this folder, click ignore.
fr: Vous avez sélectionné un dossier qui peut contenir des informations essentielles au bon fonctionnement de Mac OS. Si vous voulez vraiment ajouter ce dossier, cliquez sur Ignorer.

source: zero bytes
fr: aucun octet

# FileItemCompareSizeShortDescription
source: Size
fr: Poids

# FileItemCompareFilenameShortDescription
source: Filename
fr: Nom

# FileItemCompareUTIShortDescription
source: Kind
fr: Type

# FileItemCompareCreationDateShortDescription
source: Created
fr: Créé

# FileItemCompareLastModificationDateShortDescription
source: Modified
fr: Modifié

# ImageItemCompareWidthInPixelsShortDescription
source: Width
fr: Largeur

# ImageItemCompareHeightInPixelsShortDescription
source: Height
fr: Hauteur

# ImageItemCompareDepthShortDescription
source: Depth
fr: Définition

# ImageItemCompareHasAlphaShortDescription
source: Alpha
fr: Opacité

# ImageItemCompareBytesPerRowShortDescription
source: Bytes/row
fr: Octets/ligne

# ImageItemCompareExifExposureTimeShortDescription
source: Exposure
fr: Exposition

# ImageItemCompareExifFNumberShortDescription
source: Focal Ratio
fr: Focale

# ImageItemCompareExifISOSpeedRatingsShortDescription
source: ISO Speed
fr: Vitesse ISO

# ImageItemCompareExifFocalLengthShortDescription
source: Focal Len.
fr: Long. Focal

# ImageItemCompareExifUserCommentShortDescription
source: Comments
fr: Commentaires

# ImageItemCompareExifContrastShortDescription
source: Contrast
fr: Contraste

# ImageItemCompareExifSharpnessShortDescription
source: Sharpness
fr: Piqué

# ImageItemCompareExifCameraOwnerNameShortDescription
source: Camera Owner
fr: Propriétaire

# ImageItemCompareExifSerialNumberShortDescription
source: Serial Numb.
fr: Num. de série

# ImageItemCompareGIFLoopCountShortDescription
source: Loop Count
fr: Nb de boucle

# ImageItemCompareGIFDelayTimeShortDescription
source: Delay
fr: Délais

# ImageItemCompareGPSDateStampShortDescription
source: GPS Date
fr: Date GPS

# ImageItemComparePNGInterlaceTypeShortDescription
source: Interlaced
fr: Entrelacé

# ImageItemCompareTIFFCompressionShortDescription
source: TIFF Compression
fr: Compression TIFF

# ImageItemCompareTIFFMakeShortDescription
source: TIFF Maker
fr: Créateur TIFF

# ImageItemCompareTIFFModelShortDescription
source: TIFF Model
fr: Modèle TIFF

# ImageItemCompareTIFFSoftwareShortDescription
source: TIFF Soft.
fr: Logiciel TIFF

# AudioItemCompareApproximateDurationShortDescription
source: Duration
fr: Durée

# AudioItemCompareChannelLayoutShortDescription
source: Channels
fr: Canaux

# AudioItemCompareCommentsShortDescription
source: Comments
fr: Commentaires

# AudioItemCompareComposerShortDescription
source: Composer
fr: Compositeur

# AudioItemCompareEncodingApplicationShortDescription
source: Encoding App.
fr: Application

# AudioItemCompareKeySignatureShortDescription
source: Key Sign.
fr: Clef

# AudioItemCompareNominalBitRateShortDescription
source: Bit Rate
fr: Débit

# AudioItemCompareRecorderDateShortDescription
source: Recorder Date
fr: Enregistrement

# AudioItemCompareSourceBitDepthShortDescription
source: Bit Depth
fr: Résolution

# AudioItemCompareSourceEncoderShortDescription
source: Encoder
fr: Encodeur

# AudioItemCompareTimeSignatureShortDescription
source: Time Sign.
fr: Temps

# AudioItemCompareTitleShortDescription
source: Title
fr: Titre

# AudioItemCompareTrackNumberShortDescription
source: Track
fr: Piste

# AudioItemCompareYearShortDescription
source: Year
fr: Année

# AdvancedOptionsIncludeHiddenItemsShortDescription
source: Include Hidden Items
fr: inclure les éléments cachés

# AdvancedOptionsIncludeBundleContentShortDescription
source: Include Bundle Content
fr: inclure le contenu des bundles

# rootPathShortDescription
source: Where
fr: Emplacement

# FileItemCompareSizeName
source: size
fr: du poids

# FileItemCompareFilenameName
source: filename
fr: du nom de fichier

# FileItemCompareUTIName
source: type
fr: du type

# FileItemCompareExtensionName
source: extension
fr: de l'extension

# FileItemCompareCreationDateName
source: creation date
fr: de la date de création

# FileItemCompareLastModificationDateName
source: last modification date
fr: de la date de dernière modification

# FileItemCompareContentDataName
source: content data
fr: du contenu

# ImageItemCompareWidthInPixelsName
source: width in pixels
fr: de la largeur en pixels

# ImageItemCompareHeightInPixelsName
source: height in pixels
fr: de la hauteur en pixels

# ImageItemCompareDepthName
source: depth
fr: de la définition

# ImageItemCompareOrientationName
source: orientation
fr: de l'orientation

# ImageItemCompareHasAlphaName
source: alpha value
fr: de l'opacité

# ImageItemCompareBitsPerPixelName
source: bits per pixel
fr: du nombre de bits par pixel

# ImageItemCompareBytesPerRowName
source: bytes per row
fr: du nombre d'octets par ligne

# ImageItemCompareExifExposureTimeName
source: exposure
fr: de l'exposition

# ImageItemCompareExifFNumberName
source: focal ratio
fr: du la valeur focale

# ImageItemCompareExifISOSpeedRatingsName
source: ISO speed
fr: de la vitesse ISO

# ImageItemCompareExifFlashName
source: flash status
fr: de l'activation du flash

# ImageItemCompareExifFocalLengthName
source: focal
fr: de la longueur focale

# ImageItemCompareExifUserCommentName
source: user comment
fr: des commentaires

# ImageItemCompareExifContrastName
source: contrast
fr: du contraste

# ImageItemCompareExifSaturationName
source: saturation
fr: de la saturation

# ImageItemCompareExifSharpnessName
source: sharpness
fr: du piqué

# ImageItemCompareExifCameraOwnerNameName
source: camera owner
fr: du propriétaire de l'appareil

# ImageItemCompareExifSerialNumberName
source: serial number
fr: du numéro de série

# ImageItemCompareGIFLoopCountName
source: loop count
fr: du nombre de boucle

# ImageItemCompareGIFDelayTimeName
source: delay
fr: du délai

# ImageItemCompareGPSLatitudeName
source: latitude
fr: de la latitude

# ImageItemCompareGPSLongitudeName
source: longitude
fr: de la longitude

# ImageItemCompareGPSAltitudeName
source: altitude
fr: de l'altitude

# ImageItemCompareGPSDateStampName
source: date stamp
fr: de la date GPS

# ImageItemComparePNGInterlaceTypeName
source: interlace type
fr: de l'entrelacement

# ImageItemCompareTIFFCompressionName
source: compression
fr: de la compression

# ImageItemCompareTIFFMakeName
source: creator
fr: du créateur

# ImageItemCompareTIFFModelName
source: model
fr: du modèle

# ImageItemCompareTIFFSoftwareName
source: software
fr: du logiciel

# AudioItemCompareAlbumName
source: album
fr: de l'album

# AudioItemCompareApproximateDurationName
source: duration
fr: de la durée

# AudioItemCompareArtistName
source: artist
fr: de l'artist

# AudioItemCompareChannelLayoutName
source: channel layout
fr: du nombre des canaux

# AudioItemCompareCommentsName
source: comments
fr: des commentaires

# AudioItemCompareComposerName
source: composer
fr: du compositeur

# AudioItemCompareCopyrightName
source: copyright
fr: du copyright

# AudioItemCompareEncodingApplicationName
source: encoding application
fr: de l'application d'encodage

# AudioItemCompareGenreName
source: genre
fr: du genre

# AudioItemCompareKeySignatureName
source: key signature
fr: de la clef

# AudioItemCompareNominalBitRateName
source: bit rate
fr: du débit

# AudioItemCompareRecorderDateName
source: recorder date
fr: de la date d'enregistrement

# AudioItemCompareSourceBitDepthName
source: bit depth
fr: de la définition

# AudioItemCompareSourceEncoderName
source: encoder name
fr: du nom de l'encodeur

# AudioItemCompareTempoName
source: tempo
fr: du tempo

# AudioItemCompareTimeSignatureName
source: time signature
fr: de la signature temporelle

# AudioItemCompareTitleName
source: title
fr: du titre

# AudioItemCompareTrackNumberName
source: track number
fr: du numéro de piste

# AudioItemCompareYearName
source: year
fr: de l'année

# AdvancedOptionsIncludeHiddenItemsName
source: include hidden items
fr: inclure les éléments cachés

# AdvancedOptionsIncludeBundleContentName
source: include bundle content
fr: inclure le contenu des bundles

# AdvancedOptionsSearchBrokenAliasesName
source: search for broken aliases
fr: chercher les raccourcis cassés

# AdvancedOptionsSearchEmptyItemsName
source: search for empty items
fr: chercher les éléments vides
